/* The format string to be used in the `FUIPageViewController`\n as the page index title. For example \"5 of 10\". */
"PageIndexFormatKey" = "%d من %d";

/* The tile for the previous button. */
"PreviousKey" = "السابق";

/* The title for the next button. */
"NextKey" = "التالي";

/* No Data View */
"NoDataKey" = "لا تتوفر بيانات مخطط.";

/* The title for title label in an empty results view. */
"EmptySearchResultsTitleKey" = "لم يتم العثور على نتائج لـ";

/* The title for caption label in an empty results view. */
"EmptySearchResultsCaptionKey" = "يُرجى محاولة البحث عن شيء آخر.";

/* The title for the clear button */
"ClearKey" = "مسح";

/* The title for the What's New screen. */
"WhatsNewTitleKey" = "المزايا الجديدة";

/* The title for the start button. */
"StartKey" = "بدء";

/* The title for the close button. */
"CloseKey" = "إغلاق";

/* The title for FUIFeedbackScreen.SyncController */
"SyncInProgressKey" = "المزامنة قيد التنفيذ";

/* The message for FUIFeedbackScreen.SyncController */
"SyncInProgressMessageKey" = "يُرجى الانتظار حتى تكتمل المزامنة للمتابعة إلى التطبيق. هذا قد يستغرق بضع ثوانٍ.";

/* The error banner title when sync failed */
"SyncFailedKey" = "فشلت المزامنة";

/* The Transaction Issue error screen title */
"TransactionIssueKey" = "مشكلة المعاملة";

/* The message under the transaction issue title */
"TransactionIssueMessage1Key" = "قبل أن تتمكن من الوصول إلى حسابك على هذا الجهاز، قم بتزويد الجهاز بما يلي:";

/* The message on top of the button in the transaction issue screen */
"TransactionIssueDetailMessageKey" = "سيحتاجون إلى تسجيل الدخول إلى حسابهم وحل مشكلة معاملاتهم.";

/* The action button title in the transaction issue screen */
"ReturnToSignInKey" = "الرجوع إلى شاشة تسجيل الدخول";

/* The connection error screen title */
"NoConnectionKey" = "لا يوجد اتصال بالإنترنت";

/* The message under the connection error title */
"NoConnectionMessageKey" = "يُرجى الاتصال بشبكة WiFi أو شبكة بيانات الأجهزة المتنقلة.";

/* The action button title in the connection error screen */
"TryAgainKey" = "حاول مرة أخرى";

/* The title for the re-enter signature button. */
"ReEnterSignatureKey" = "إعادة إدخال التوقيع";

/* The format string to be used in the `FUIDataTableCardView`\n as the footnote. For example \"5 more entries\". */
"SeeAllKey" = "%d مزيد من الإدخالات";

/* The FUISimplePropertyCollectionViewCell keyLabel accessabilityLabel format string */
"SimplePropertyCellKeyLabelAccessabilityLabel" = "اسم المفتاح هو %@";

/* The FUISimplePropertyCollectionViewCell valueLabel accessabilityLabel format string */
"SimplePropertyCellValueLabelAccessabilityLabel" = "القيمة هي";

